{

  "type": [
    "Веб-сайт",
    "AR - приложение"
  ],
  "types": [
    "Веб-сайты",
    "AR - приложения"
  ],
  "projects-header":"Портфолио",
  "projects-all":"Все",
  "project-footer":"Перейти к проекту ",

  "projects":{
    "personal": {
      "title": "Личный сайт",
      "shortDesc":"Красивый сайт, на который вы сейчас смотрите.",
      "longDesc": "Личный сайт-портфолио. Адаптивный, как вы, может быть, заметили. При желании могу поделиться ссылкой на Гитхаб, где вы сможете при желании посмотреть код. Из интересных используемых библиотек можно отметить следующие:",
      "list": [
        "i18n - для переключения между языками;",
        "EmailJS - для отправки писем;",
        "PropTypes - для проверки типов из props."
      ]
    },
    "prom": {
      "title": "ПромСнабЗащита",
      "shortDesc":"Новый сайт для компании 'ООО ПромСнабЗащита'.",
      "longDesc": "Сайт-визитка из нескольких страниц. Сайт не был доведен до идеала и не был введен в эксплуатацию по независящим от меня причинам, вероятно заказчик потерял интерес к проекту. Однако деньги мне заплатили, так что грех жаловаться, верно? Из особенностей сайта стоит отметить:",
      "list": [
        "Уникальные иконки;",
        "Плавный бесконечный слайдер, который всегда в движении.",
        "Адаптивность"
      ]
    },
    "timetable": {
      "title": "AR Расписание",
      "shortDesc":"Приложение дополненной реальности для отслеживания занятости аудитории в реальном времени.",
      "longDesc": "Это приложение - моя магистерская работа. Суть приложения заключается в том, чтобы при наведении на табличку с номером университетской аудитории вывести почасовое расписание для этой аудитории. Планировалось выложить это приложение в общий доступ, но в ходе разработки выяснилось, что существующие таблички внутри университета не удовлетворяют требованиям для их качественного распознавания. Алгоритм работы приложения:",
      "list": [
        "Пользователь сканирует табличку с номером аудитории;",
        "Приложение распознает табличку;",
        "Приложение распознает номер внутри таблички;",
        "Выполняется ряд запросов к серверу расписания университета;",
        "Расписание на текущий день отображается под номером аудитории;",
        "При желании пользователь может запросить расписание и на другие дни."
      ]
    },
    "hammer": {
      "title": "Helios Labelprint",
      "shortDesc":"Сайт для компании 'Helios Labelprint'.",
      "longDesc": "Это должно было стать сайтом-визиткой. Однако после получения макета заказчик перестал выходить на связь. Это научило меня не работать без предоплаты...",
      "list": [
        "Разработан логотип;",
        "Сделан адаптивный дизайн."
      ]
    }
  },
  "more":"Подробнее"
}